IdeaRS.Connections
ConnectionTemplate Properties
Compatible with IDEA StatiCa 0.0
The ConnectionTemplate type exposes the following members.
Properties
Name | Description
Criteria
Name
Parameters
ParametersModelLinks
Properties
Sequence
TemplateId
TopologyCode
Version
Top
See Also
Reference
ConnectionTemplate Class
IdeaRS.Connections.Data Namespace